experiments/flaw1/6-8-2026/experiment_run_3/vegeta.1.log
Requests      [total, rate, throughput]         12, 10.91, 10.70
Duration      [total, attack, wait]             1.122s, 1.1s, 21.151ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.985ms, 21.378ms, 21.282ms, 21.984ms, 22.026ms, 22.033ms, 22.033ms
Bytes In      [total, mean]                     24, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set:
Requests      [total, rate, throughput]         22, 10.48, 10.37
Duration      [total, attack, wait]             2.121s, 2.1s, 21.297ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.985ms, 21.339ms, 21.307ms, 21.681ms, 21.991ms, 22.033ms, 22.033ms
Bytes In      [total, mean]                     44, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:22  
Error Set:
Requests      [total, rate, throughput]         32, 10.32, 10.25
Duration      [total, attack, wait]             3.121s, 3.1s, 21.255ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.985ms, 21.323ms, 21.29ms, 21.577ms, 21.928ms, 22.033ms, 22.033ms
Bytes In      [total, mean]                     64, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:32  
Error Set:
Requests      [total, rate, throughput]         42, 10.24, 10.19
Duration      [total, attack, wait]             4.121s, 4.1s, 21.206ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.985ms, 21.301ms, 21.269ms, 21.514ms, 21.754ms, 22.033ms, 22.033ms
Bytes In      [total, mean]                     84, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:42  
Error Set:
Requests      [total, rate, throughput]         52, 10.19, 10.15
Duration      [total, attack, wait]             5.122s, 5.101s, 21.192ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.291ms, 21.28ms, 21.475ms, 21.609ms, 22.031ms, 22.033ms
Bytes In      [total, mean]                     104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:52  
Error Set:
Requests      [total, rate, throughput]         62, 10.16, 10.13
Duration      [total, attack, wait]             6.122s, 6.101s, 21.556ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.276ms, 21.28ms, 21.475ms, 21.582ms, 22.024ms, 22.033ms
Bytes In      [total, mean]                     124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:62  
Error Set:
Requests      [total, rate, throughput]         72, 10.14, 10.11
Duration      [total, attack, wait]             7.121s, 7.1s, 21.681ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.294ms, 21.297ms, 21.513ms, 21.675ms, 22.017ms, 22.033ms
Bytes In      [total, mean]                     144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:72  
Error Set:
Requests      [total, rate, throughput]         82, 10.12, 10.10
Duration      [total, attack, wait]             8.121s, 8.1s, 21.254ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.28ms, 21.266ms, 21.509ms, 21.641ms, 22.01ms, 22.033ms
Bytes In      [total, mean]                     164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:82  
Error Set:
Requests      [total, rate, throughput]         92, 10.11, 10.09
Duration      [total, attack, wait]             9.122s, 9.101s, 21.076ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.264ms, 21.249ms, 21.475ms, 21.609ms, 22.004ms, 22.033ms
Bytes In      [total, mean]                     184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:92  
Error Set:
Requests      [total, rate, throughput]         102, 10.10, 10.08
Duration      [total, attack, wait]             10.122s, 10.101s, 21.55ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.251ms, 21.239ms, 21.475ms, 21.582ms, 21.997ms, 22.033ms
Bytes In      [total, mean]                     204, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:102  
Error Set:
Requests      [total, rate, throughput]         112, 10.09, 10.07
Duration      [total, attack, wait]             11.121s, 11.1s, 21.263ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.813ms, 21.247ms, 21.241ms, 21.465ms, 21.56ms, 21.99ms, 22.033ms
Bytes In      [total, mean]                     224, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:112  
Error Set:
Requests      [total, rate, throughput]         122, 10.08, 10.07
Duration      [total, attack, wait]             12.121s, 12.1s, 21.275ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.266ms, 21.254ms, 21.508ms, 21.582ms, 22.274ms, 22.895ms
Bytes In      [total, mean]                     244, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:122  
Error Set:
Requests      [total, rate, throughput]         132, 10.08, 10.06
Duration      [total, attack, wait]             13.121s, 13.1s, 21.168ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.264ms, 21.254ms, 21.496ms, 21.56ms, 22.188ms, 22.895ms
Bytes In      [total, mean]                     264, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:132  
Error Set:
Requests      [total, rate, throughput]         142, 10.07, 10.06
Duration      [total, attack, wait]             14.121s, 14.1s, 21.179ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.265ms, 21.254ms, 21.496ms, 21.567ms, 22.102ms, 22.895ms
Bytes In      [total, mean]                     284, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:142  
Error Set:
Requests      [total, rate, throughput]         152, 10.07, 10.05
Duration      [total, attack, wait]             15.122s, 15.1s, 21.109ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.265ms, 21.254ms, 21.496ms, 21.56ms, 22.031ms, 22.895ms
Bytes In      [total, mean]                     304, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:152  
Error Set:
Requests      [total, rate, throughput]         162, 10.06, 10.05
Duration      [total, attack, wait]             16.122s, 16.101s, 20.98ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.261ms, 21.249ms, 21.496ms, 21.558ms, 22.024ms, 22.895ms
Bytes In      [total, mean]                     324, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:162  
Error Set:
Requests      [total, rate, throughput]         172, 10.06, 10.05
Duration      [total, attack, wait]             17.122s, 17.1s, 21.425ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.264ms, 21.254ms, 21.502ms, 21.555ms, 22.017ms, 22.895ms
Bytes In      [total, mean]                     344, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:172  
Error Set:
Requests      [total, rate, throughput]         182, 10.06, 10.04
Duration      [total, attack, wait]             18.121s, 18.1s, 21.035ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.265ms, 21.254ms, 21.502ms, 21.558ms, 22.01ms, 22.895ms
Bytes In      [total, mean]                     364, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:182  
Error Set:
Requests      [total, rate, throughput]         192, 10.05, 10.04
Duration      [total, attack, wait]             19.122s, 19.1s, 21.294ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.269ms, 21.262ms, 21.502ms, 21.559ms, 22.004ms, 22.895ms
Bytes In      [total, mean]                     384, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:192  
Error Set:
Requests      [total, rate, throughput]         202, 10.05, 10.04
Duration      [total, attack, wait]             20.122s, 20.101s, 21.327ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.269ms, 21.269ms, 21.502ms, 21.557ms, 21.997ms, 22.895ms
Bytes In      [total, mean]                     404, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:202  
Error Set:
Requests      [total, rate, throughput]         212, 10.05, 10.04
Duration      [total, attack, wait]             21.122s, 21.1s, 21.464ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.268ms, 21.269ms, 21.495ms, 21.555ms, 21.99ms, 22.895ms
Bytes In      [total, mean]                     424, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:212  
Error Set:
Requests      [total, rate, throughput]         222, 10.05, 10.04
Duration      [total, attack, wait]             22.122s, 22.101s, 21.352ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.27ms, 21.269ms, 21.496ms, 21.557ms, 21.983ms, 22.895ms
Bytes In      [total, mean]                     444, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:222  
Error Set:
Requests      [total, rate, throughput]         232, 10.04, 10.03
Duration      [total, attack, wait]             23.121s, 23.1s, 21.138ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.268ms, 21.263ms, 21.489ms, 21.555ms, 21.976ms, 22.895ms
Bytes In      [total, mean]                     464, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:232  
Error Set:
Requests      [total, rate, throughput]         242, 10.04, 10.03
Duration      [total, attack, wait]             24.122s, 24.101s, 21.093ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.265ms, 21.26ms, 21.481ms, 21.552ms, 21.969ms, 22.895ms
Bytes In      [total, mean]                     484, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:242  
Error Set:
Requests      [total, rate, throughput]         252, 10.04, 10.03
Duration      [total, attack, wait]             25.122s, 25.1s, 21.553ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.271ms, 21.262ms, 21.504ms, 21.56ms, 21.962ms, 22.895ms
Bytes In      [total, mean]                     504, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:252  
Error Set:
Requests      [total, rate, throughput]         262, 10.04, 10.03
Duration      [total, attack, wait]             26.122s, 26.1s, 21.25ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.271ms, 21.262ms, 21.501ms, 21.56ms, 21.958ms, 22.895ms
Bytes In      [total, mean]                     524, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:262  
Error Set:
Requests      [total, rate, throughput]         272, 10.04, 10.03
Duration      [total, attack, wait]             27.122s, 27.101s, 21.094ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.272ms, 21.264ms, 21.504ms, 21.56ms, 21.953ms, 22.895ms
Bytes In      [total, mean]                     544, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:272  
Error Set:
Requests      [total, rate, throughput]         282, 10.04, 10.03
Duration      [total, attack, wait]             28.122s, 28.101s, 21.532ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.273ms, 21.267ms, 21.509ms, 21.56ms, 21.949ms, 22.895ms
Bytes In      [total, mean]                     564, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:282  
Error Set:
Requests      [total, rate, throughput]         292, 10.03, 10.03
Duration      [total, attack, wait]             29.122s, 29.1s, 21.648ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.27ms, 21.512ms, 21.575ms, 21.944ms, 22.895ms
Bytes In      [total, mean]                     584, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:292  
Error Set:
Requests      [total, rate, throughput]         302, 10.03, 10.03
Duration      [total, attack, wait]             30.122s, 30.1s, 21.372ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.28ms, 21.272ms, 21.512ms, 21.569ms, 21.94ms, 22.895ms
Bytes In      [total, mean]                     604, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:302  
Error Set:
Requests      [total, rate, throughput]         312, 10.03, 10.03
Duration      [total, attack, wait]             31.122s, 31.1s, 21.247ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.28ms, 21.272ms, 21.511ms, 21.563ms, 21.936ms, 22.895ms
Bytes In      [total, mean]                     624, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:312  
Error Set:
Requests      [total, rate, throughput]         322, 10.03, 10.02
Duration      [total, attack, wait]             32.122s, 32.101s, 21.123ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.28ms, 21.273ms, 21.507ms, 21.56ms, 21.931ms, 22.895ms
Bytes In      [total, mean]                     644, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:322  
Error Set:
Requests      [total, rate, throughput]         332, 10.03, 10.02
Duration      [total, attack, wait]             33.122s, 33.101s, 21.412ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.278ms, 21.271ms, 21.504ms, 21.558ms, 21.927ms, 22.895ms
Bytes In      [total, mean]                     664, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:332  
Error Set:
Requests      [total, rate, throughput]         342, 10.03, 10.02
Duration      [total, attack, wait]             34.122s, 34.101s, 21.159ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.281ms, 21.273ms, 21.508ms, 21.56ms, 21.922ms, 22.895ms
Bytes In      [total, mean]                     684, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:342  
Error Set:
Requests      [total, rate, throughput]         352, 10.03, 10.02
Duration      [total, attack, wait]             35.122s, 35.101s, 21.224ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.281ms, 21.273ms, 21.508ms, 21.563ms, 21.918ms, 22.895ms
Bytes In      [total, mean]                     704, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:352  
Error Set:
Requests      [total, rate, throughput]         362, 10.03, 10.02
Duration      [total, attack, wait]             36.121s, 36.1s, 21.14ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.281ms, 21.273ms, 21.505ms, 21.56ms, 21.918ms, 22.895ms
Bytes In      [total, mean]                     724, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:362  
Error Set:
Requests      [total, rate, throughput]         372, 10.03, 10.02
Duration      [total, attack, wait]             37.121s, 37.1s, 21.218ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.28ms, 21.273ms, 21.503ms, 21.558ms, 21.917ms, 22.895ms
Bytes In      [total, mean]                     744, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:372  
Error Set:
Requests      [total, rate, throughput]         382, 10.03, 10.02
Duration      [total, attack, wait]             38.122s, 38.101s, 21.435ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.28ms, 21.274ms, 21.502ms, 21.557ms, 21.916ms, 22.895ms
Bytes In      [total, mean]                     764, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:382  
Error Set:
Requests      [total, rate, throughput]         392, 10.03, 10.02
Duration      [total, attack, wait]             39.122s, 39.1s, 21.036ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.271ms, 21.5ms, 21.556ms, 21.915ms, 22.895ms
Bytes In      [total, mean]                     784, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:392  
Error Set:
Requests      [total, rate, throughput]         402, 10.02, 10.02
Duration      [total, attack, wait]             40.121s, 40.1s, 21.221ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.275ms, 21.271ms, 21.502ms, 21.554ms, 21.915ms, 22.895ms
Bytes In      [total, mean]                     804, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:402  
Error Set:
Requests      [total, rate, throughput]         412, 10.02, 10.02
Duration      [total, attack, wait]             41.121s, 41.1s, 21.309ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.274ms, 21.271ms, 21.5ms, 21.553ms, 21.914ms, 22.895ms
Bytes In      [total, mean]                     824, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:412  
Error Set:
Requests      [total, rate, throughput]         422, 10.02, 10.02
Duration      [total, attack, wait]             42.121s, 42.1s, 21.055ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.272ms, 21.5ms, 21.554ms, 21.913ms, 22.895ms
Bytes In      [total, mean]                     844, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:422  
Error Set:
Requests      [total, rate, throughput]         432, 10.02, 10.02
Duration      [total, attack, wait]             43.122s, 43.101s, 21.313ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.275ms, 21.271ms, 21.5ms, 21.556ms, 21.912ms, 22.895ms
Bytes In      [total, mean]                     864, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:432  
Error Set:
Requests      [total, rate, throughput]         442, 10.02, 10.02
Duration      [total, attack, wait]             44.122s, 44.1s, 21.578ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.275ms, 21.271ms, 21.502ms, 21.558ms, 21.912ms, 22.895ms
Bytes In      [total, mean]                     884, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:442  
Error Set:
Requests      [total, rate, throughput]         452, 10.02, 10.02
Duration      [total, attack, wait]             45.121s, 45.1s, 21.532ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.272ms, 21.503ms, 21.557ms, 21.909ms, 22.895ms
Bytes In      [total, mean]                     904, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:452  
Error Set:
Requests      [total, rate, throughput]         462, 10.02, 10.02
Duration      [total, attack, wait]             46.122s, 46.101s, 21.3ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.272ms, 21.503ms, 21.556ms, 21.901ms, 22.895ms
Bytes In      [total, mean]                     924, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:462  
Error Set:
Requests      [total, rate, throughput]         472, 10.02, 10.02
Duration      [total, attack, wait]             47.122s, 47.1s, 21.411ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.278ms, 21.272ms, 21.505ms, 21.559ms, 21.917ms, 22.895ms
Bytes In      [total, mean]                     944, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:472  
Error Set:
Requests      [total, rate, throughput]         482, 10.02, 10.02
Duration      [total, attack, wait]             48.122s, 48.1s, 21.309ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.279ms, 21.274ms, 21.505ms, 21.558ms, 21.916ms, 22.895ms
Bytes In      [total, mean]                     964, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:482  
Error Set:
Requests      [total, rate, throughput]         492, 10.02, 10.02
Duration      [total, attack, wait]             49.121s, 49.1s, 21.15ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.279ms, 21.275ms, 21.503ms, 21.557ms, 21.915ms, 22.895ms
Bytes In      [total, mean]                     984, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:492  
Error Set:
Requests      [total, rate, throughput]         502, 10.02, 10.02
Duration      [total, attack, wait]             50.122s, 50.1s, 21.418ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.278ms, 21.276ms, 21.502ms, 21.556ms, 21.915ms, 22.895ms
Bytes In      [total, mean]                     1004, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:502  
Error Set:
Requests      [total, rate, throughput]         512, 10.02, 10.02
Duration      [total, attack, wait]             51.121s, 51.1s, 20.983ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.275ms, 21.502ms, 21.555ms, 21.914ms, 22.895ms
Bytes In      [total, mean]                     1024, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:512  
Error Set:
Requests      [total, rate, throughput]         522, 10.02, 10.02
Duration      [total, attack, wait]             52.121s, 52.1s, 21.367ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.275ms, 21.5ms, 21.554ms, 21.913ms, 22.895ms
Bytes In      [total, mean]                     1044, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:522  
Error Set:
Requests      [total, rate, throughput]         532, 10.02, 10.01
Duration      [total, attack, wait]             53.122s, 53.101s, 21.108ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.276ms, 21.498ms, 21.553ms, 21.912ms, 22.895ms
Bytes In      [total, mean]                     1064, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:532  
Error Set:
Requests      [total, rate, throughput]         542, 10.02, 10.01
Duration      [total, attack, wait]             54.122s, 54.101s, 21.167ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.275ms, 21.498ms, 21.554ms, 21.912ms, 22.895ms
Bytes In      [total, mean]                     1084, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:542  
Error Set:
Requests      [total, rate, throughput]         552, 10.02, 10.01
Duration      [total, attack, wait]             55.121s, 55.1s, 21.408ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.278ms, 21.276ms, 21.496ms, 21.553ms, 21.909ms, 22.895ms
Bytes In      [total, mean]                     1104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:552  
Error Set:
Requests      [total, rate, throughput]         562, 10.02, 10.01
Duration      [total, attack, wait]             56.121s, 56.1s, 21.289ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.278ms, 21.277ms, 21.494ms, 21.551ms, 21.901ms, 22.895ms
Bytes In      [total, mean]                     1124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:562  
Error Set:
Requests      [total, rate, throughput]         572, 10.02, 10.01
Duration      [total, attack, wait]             57.121s, 57.1s, 21.289ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.277ms, 21.491ms, 21.55ms, 21.893ms, 22.895ms
Bytes In      [total, mean]                     1144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:572  
Error Set:
Requests      [total, rate, throughput]         582, 10.02, 10.01
Duration      [total, attack, wait]             58.121s, 58.1s, 21.364ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.276ms, 21.489ms, 21.549ms, 21.884ms, 22.895ms
Bytes In      [total, mean]                     1164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:582  
Error Set:
Requests      [total, rate, throughput]         592, 10.02, 10.01
Duration      [total, attack, wait]             59.121s, 59.1s, 20.962ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.277ms, 21.277ms, 21.489ms, 21.547ms, 21.876ms, 22.895ms
Bytes In      [total, mean]                     1184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:592  
Error Set:
Requests      [total, rate, throughput]         600, 10.02, 10.01
Duration      [total, attack, wait]             59.922s, 59.9s, 21.4ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.793ms, 21.276ms, 21.277ms, 21.488ms, 21.546ms, 21.869ms, 22.895ms
Bytes In      [total, mean]                     1200, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: